{
    "name": "Ada",
    "camelCase": "Ada",
    "desc": "The Ghost in the Machine",
    "lore": "Records show a precocious young Ada offered a place in the training program of Meyers Baby Food Corporation (“Your Friend in Nanotech”). After that, no official records of Ada exist. Part of an experimental group, Ada’s public education neuro-sims were replaced with training in real-time signal decryption and urban warfare. | Graduates of the experiment joined Meyers Baby Food Corp’s black ops division, but Ada hacked the corporation’s maincloud and learned her division was protecting the Upload Enslavement Initiative. Soon, records of Meyers’ secret operations were playing on every news feed, and Ada had disappeared. | In the undersea free state of Miami Dome, Ada founded the Right Wrong Cavaliers, an elite team of combat hackers and post-punk revival band, and she led their masterful guerilla campaign against Meyers and their shadowy GovernCorp backers. | She’s pretty sure Valhalla is all some sort of computer sim, but until she can find a way out, she’s playing to win.",
    "weapons": [
        {
            "name": "Blasters",
            "camelCase": "Blasters",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "Ada jumps up and shoots four green blasts from her guns which explode on contact on the ground.",
                    "camelCase": "AdaBlastersNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "Ada brings her guns forward and shoots a short, green laser from her guns. The laser hits several before launching the opponent.",
                    "camelCase": "AdaBlastersSSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "Ada shoots out two smaller green blasts and then a very large green blast. The shots combo into each other. Ada receives recoil backwards.",
                    "camelCase": "AdaBlastersDSig"
                }
            }
        },
        {
            "name": "Spear",
            "camelCase": "Spear",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "Ada jumps up and swings her spear around.",
                    "camelCase": "AdaSpearNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "Ada does a quick slash with her spear.",
                    "camelCase": "AdaSpearSSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "Ada does a breakdance and moves a bit forward.",
                    "camelCase": "AdaSpearDSig"
                }
            }
        }
    ],
    "skins": [
        {
            "name": "Fatal Core",
            "thumbnail": "AstralCoreAda"
        },
        {
            "name": "Atlantean",
            "thumbnail": "AtlanteanAda"
        },
        {
            "name": "Detention",
            "thumbnail": "DetentionAda"
        },
        {
            "name": "DJ",
            "thumbnail": "DJAda"
        },
        {
            "name": "Fatal Error",
            "thumbnail": "FatalErrorAda"
        },
        {
            "name": "Lovelaced",
            "thumbnail": "LovelacedAda"
        },
        {
            "name": "Stormlord",
            "thumbnail": "StormlordAda"
        },
        {
            "name": "Technomancer",
            "thumbnail": "TechnomancerAda"
        },
        {
            "name": "Vixen",
            "thumbnail": "VixenAda"
        },
        {
            "name": "Wasteland",
            "thumbnail": "WastelandAda"
        }
    ],
    "crossovers": [
        {
            "name": "Heatblast",
            "thumbnail": "HeatblastAda"
        }
    ]
}
