{
    "link-info": "All paths to thumbnails, gifs, etc are relative to the root of the assets folder",
    "name": "Asuri",
    "camelCase": "Asuri",
    "desc": "The Night Stalker",
    "lore": "The villages along the Arit river on the Punjab border were proud of their guardian. Proud and more than a little scared. The Tiger was a gift from Rama, they said, though a gift rarely seen. Years might pass with only a giant paw print in the mud of the riverbank to prove that The Tiger still prowled the forests between the villages. | But when raiders from the north or soldiers from the south came to steal and oppress, the signs of The Tiger would appear — bodies of invaders high in the trees, a would-be warlord mauled in his tent, an entire brigand camp shattered as though a typhoon had struck. And the villagers would wonder that anyone was left in the world so ignorant or so arrogant as to be heedless of their protector. | As for The Tiger, she barely remembered being a girl. She remembered being twelve and discovering with horror that her once noble family, the anointed protectors of the valley, now grew richer when outsiders came to plunder. She remembered her wicked uncle lashing her to the temple altar and conjuring the tiger spirit to devour her. And she remembered fighting – fighting so long and so hard that in the end she didn’t know who had devoured whom. | In Valhalla, Asuri has claimed the Tournament as her territory, and sets upon challengers to her domain with savage fury.",
    "weapons": [
        {
            "name": "Katars",
            "camelCase": "Katars",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "AsuriKatarsNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "AsuriKatarsSSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "AsuriKatarsDSig"
                }
            }
        },
        {
            "name": "Sword",
            "camelCase": "Sword",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "AsuriSwordNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "AsuriSwordSSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "AsuriSwordDSig"
                }
            }
        }
    ],
    "skins": [
        {
            "name": "Apex Predator",
            "thumbnail": "ApexPredatorAsuri"
        },
        {
            "name": "Awakened",
            "thumbnail": "AwakenedAsuri"
        },
        {
            "name": "Badlands",
            "thumbnail": "BadlandsAsuri"
        },
        {
            "name": "Cat Burglar",
            "thumbnail": "CatBurglarAsuri"
        },
        {
            "name": "First Day",
            "thumbnail": "FirstDayAsuri"
        },
        {
            "name": "Lynx",
            "thumbnail": "LynxAsuri"
        },
        {
            "name": "Mecha",
            "thumbnail": "MechaAsuri"
        },
        {
            "name": "Metadev",
            "thumbnail": "MetadevAsuri"
        },
        {
            "name": "Skel",
            "thumbnail": "SkelAsuri"
        },
        {
            "name": "Swashbuckler",
            "thumbnail": "SwashbucklerAsuri"
        }
    ],
    "crossovers": [
        {
            "name": "Tigress",
            "thumbnail": "TigressAsuri"
        }
    ]
}
