{
    "link-info": "All paths to thumbnails, gifs, etc are relative to the root of the assets folder",
    "name": "Dusk",
    "desc": "The Renegade Sorcerer",
    "lore": "If there’s one thing the Elven King regrets above all else, it’s not killing Dusk thoroughly enough. It was Master Artificer Dusk who wove the mighty fabric of spells that created the great golem battalions. It was Dusk who led the golem assault on Asgard. And when the elves were defeated by Thor and the valkyries, it was Dusk whom the Elven King blamed. | Dusk was thrown into Elondil Prison, and for four hundred years, there he stayed. But he was not defeated. For two hundred years, in a bare and lightless cell, Dusk forged the tool that would free him – an orb made of stone and magic. And, for another two hundred years, Dusk taught himself to wield it, bonding the Orb to his will and turning the tool into a weapon. | When he was ready, the orb smashed walls and guards alike, and Dusk escaped Aelfheim into the great Fangwild forest. The Guardian of the Fangwild was not prepared for the strange new weapon Dusk wields and fell to his ambush. Styling himself the new Lord of the Fangwild, he gathered the power of the eldritch forest and schemes to overthrow both Aelfheim and Asgard. | But the Fangwild is not so easy to master, and now Dusk is in Valhalla. Yet his ambitions run deep, and he is planning something big. Dusk and the new weapon he wields have taken the Grand Tournament by storm. Ember and Ragnir loathe him as a betrayer, but his intensity and ambition have gathered him a following among the less scrupulous legends.",
    "thumbnail": "/images/characters/Dusk/thumbnail.png",
    "weapons": [
        {
            "name": "Orb",
            "thumbnail": "/images/weapons/orb.jpg",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "gif": "/gifs/sigs/dusk-orb-nsig.gif"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "gif": "/gifs/sigs/dusk-orb-ssig.gif"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "gif": "/gifs/sigs/dusk-orb-dsig.gif"
                }
            }
        },
        {
            "name": "Spear",
            "thumbnail": "/images/weapons/spear.jpg",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "gif": "/gifs/sigs/dusk-spear-nsig.gif"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "gif": "/gifs/sigs/dusk-spear-ssig.gif"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "gif": "/gifs/sigs/dusk-spear-dsig.gif"
                }
            }
        }
    ],
    "skins": [
        {
            "name": "Date Night",
            "thumbnail": "/images/characters/Dusk/DateNightDusk.png"
        },
        {
            "name": "Dusk Till Dawn",
            "thumbnail": "/images/characters/Dusk/DuskTillDawn.png"
        },
        {
            "name": "Imperial Lord",
            "thumbnail": "/images/characters/Dusk/ImperialLordDusk.png"
        },
        {
            "name": "Raven Shaman",
            "thumbnail": "/images/characters/Dusk/RavenShamanDusk.png"
        },
        {
            "name": "Thornwood",
            "thumbnail": "/images/characters/Dusk/ThornwoodDusk.png"
        }
    ],
    "crossovers": [
        {
            "name": "Nimue",
            "thumbnail": "/images/characters/Dusk/Z-crossOver-NimueDusk.png"
        }
    ]
}
