{
    "link-info": "All paths to thumbnails, gifs, etc are relative to the root of the assets folder",
    "name": "Isaiah",
    "camelCase": "Isaiah",
    "desc": "The Specialist",
    "lore": "People with security clearance to know that the Office of Emergency Logistics existed also knew that it was Major Isaiah Marshall who made the OEL America’s first line of defense. When President Coates first took office, he was shocked to discover the sheer number of malevolent forces, both supernatural and mundane, menacing the nation he now led. The new President leaned heavily on the top-secret OEL and its resourceful commander to battle these threats. | Whether alien, monster, or homegrown menace, Isaiah took an ecumencial and pracical approach to battling the scourges of the world. He resolved a crisis in Mumbai when he established at the last possible moment that Rakshasa’s invisibility does not extend to ultraviolet scopes. He determined that silvered ceramic is the best multi-purpose shell for penetrating narco-terrorist kevlar, Zhaktari powershields, and werewolf hide. When rappelling into interdimensional portals, he established the need for copper cable and sound belaying technique. | In Valhalla, Isaiah still loves to fight, but has also finally found time for slackline and guitar. He has put together a techno-fantasy euro pop band with Ada, Ulgrim, and Fait.",
    "weapons": [
        {
            "name": "Blasters",
            "camelCase": "Blasters",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "IsaiahBlastersNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "IsaiahBlastersSSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "IsaiahBlastersDSig"
                }
            }
        },
        {
            "name": "Cannon",
            "camelCase": "Cannon",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "IsaiahCannonNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "IsaiahCannonSSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "IsaiahCannonDSig"
                }
            }
        }
    ],
    "skins": [
        {
            "name": "Admiral",
            "thumbnail": "AdmiralIsaiah"
        },
        {
            "name": "Brawl Dad",
            "thumbnail": "BrawlDadIsaiah"
        },
        {
            "name": "Cybernetic Beat",
            "thumbnail": "CyberneticBeatIsaiah"
        },
        {
            "name": "Dragon Hunter",
            "thumbnail": "DragonHunterIsaiah"
        },
        {
            "name": "Section Zero",
            "thumbnail": "SectionZeroIsaiah"
        },
        {
            "name": "Shadow Ops",
            "thumbnail": "ShadowOpsIsaiah"
        },
        {
            "name": "Task Force",
            "thumbnail": "TaskForceIsaiah"
        }
    ],
    "crossovers": []
}
