{
    "link-info": "All paths to thumbnails, gifs, etc are relative to the root of the assets folder",
    "name": "Jaeyun",
    "camelCase": "Jaeyun",
    "desc": "The Sellsword",
    "lore": "The legendary mercenary Jaeyun traveled the seas of the Old Kingdom on the back of his dragon turtle companion Imugi. As a soldier of fortune he won treasure beyond counting – at least he never counted it himself before he gambled it away. | He earned three wishes in one day rescuing a unicorn-lion’s soul from The Goblin King, but lost four wishes that night playing poker with a fox spirit and had to grant a wish himself. He earned ten thousand rubies and a huge magic sword on a job protecting the king from the shadow ninja Jiro, and managed to hang on to the sword. He earned 2 copper/hour delivering barbecue. Work is work. | His most famous task was his epic five year quest to help Imugi become a true dragon. His least famous job was the time he lost an eye getting a cat out of a tree. | Jaeyun loves Valhalla, though regrets teaching Fait to play tujeon. In the arena, he loves side bets and bets heavily on himself. The year he won the Grand Tournament, he put everything on “In the final match, Jaeyun will be the first to greet his opponent” and lost a fortune when Kaya was quick and in a good mood that day.",
    "weapons": [
        {
            "name": "Greatsword",
            "camelCase": "Greatsword",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "JaeyunGreatswordNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "JaeyunGreatswordSSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "JaeyunGreatswordDSig"
                }
            }
        },
        {
            "name": "Sword",
            "camelCase": "Sword",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "JaeyunSwordNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "JaeyunSwordSSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "JaeyunSwordDSig"
                }
            }
        }
    ],
    "skins": [
        {
            "name": "Death Jester",
            "thumbnail": "DeathJesterJaeyun"
        },
        {
            "name": "Glided Glory",
            "thumbnail": "GlidedGloryJaeyun"
        },
        {
            "name": "Hanbok",
            "thumbnail": "HanbokJaeyun"
        },
        {
            "name": "Hwarang",
            "thumbnail": "HwarangJaeyun"
        }
    ],
    "crossovers": [
        {
            "name": "Negan",
            "thumbnail": "NeganJaeyun"
        }
    ]
}
