{
    "link-info": "All paths to thumbnails, gifs, etc are relative to the root of the assets folder",
    "name": "Kaya",
    "camelCase": "Kaya",
    "desc": "The Natural",
    "lore": "When Kaya was six she could put an arrow through a falling snowflake. At eight she brought down two bison with one spear throw. At ten she was visited by an owl spirit who told her she would decide the fate of her world. More interesting to her, the spirit also showed her how to befriend the wooly mammoth. | Atop her great mammoth, Blue, Kaya became the beloved icon of her tribe, the People of the Lights. Kaya and Blue stalked every corner of the frozen tundra, finding adventure and amassing a huge supply of lost mittens. | In Kaya’s fourteenth year, the Ice Titans, thought to be only a legend, brutally attacked Kaya’s village. The Titans pillaged or destroyed every store of food, skin, or kayak. Though still a child, Kaya and Blue led her people through the Northern Lights, straight into the heart of Jotunheim. In the Titan homeland, Kaya fought with the reckless bravery and tactical brilliance of one far beyond her years. | The valkyrie Hypernia saw Kaya’s unconquerable heart and offered her a place in the warrior’s heaven. In Valhalla, Kaya rejoiced in exploring the strange world of Asgard with her best friend, Hypernia’s young daughter Brynn. Now, as Brynn has grown older, Kaya has begun to take an interest in the Grand Tournament as well, and she thinks perhaps she and Blue will give it a try.",
    "weapons": [
        {
            "name": "Bow",
            "camelCase": "Bow",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "KayaBowNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "KayaBowNSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "KayaBowNSig"
                }
            }
        },
        {
            "name": "Spear",
            "camelCase": "Spear",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "KayaSpearNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "KayaSpearNSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "KayaSpearNSig"
                }
            }
        }
    ],
    "skins": [
        {
            "name": "Alpine",
            "thumbnail": "AlpineKaya"
        },
        {
            "name": "Athena",
            "thumbnail": "AthenaKaya"
        },
        {
            "name": "Aurora",
            "thumbnail": "AuroraKaya"
        },
        {
            "name": "Huntress",
            "thumbnail": "HuntressKaya"
        },
        {
            "name": "Kindergarten",
            "thumbnail": "KindergartenKaya"
        },
        {
            "name": "Red Rose",
            "thumbnail": "RedRoseKaya"
        },
        {
            "name": "Snow Stalker",
            "thumbnail": "SnowStalkerKaya"
        }
    ],
    "crossovers": [
        {
            "name": "Pearl",
            "thumbnail": "PearlKaya"
        }
    ]
}
