{
    "link-info": "All paths to thumbnails, gifs, etc are relative to the root of the assets folder",
    "name": "Kor",
    "camelCase": "Kor",
    "desc": "The Golem",
    "lore": "Long ago, Elven sorcerers built a mighty army of golems. The Elven King marched the golem army against Asgard. Bodvar still cries when he remembers that he was not at the battle that ensued. The Elves were defeated and the Asgardians took the golems as spoils of war. They put the golems to work performing the menial labor of Asgard. But unknown to the Asgardians, the golems are sentient creatures and never forgot that they were made for battle. | Ten thousand years later, Sentinel, investigating the hidden places of the city, discovered secret golem fight clubs. In these arenas, the golems shed their quiet, biddable exterior and rekindled the terrifying ferocity of their warrior days. | And everywhere Sentinel heard whispers of the mighty Kor. Kor the Unvanquished, Kor the Destroyer, Kor the Magnificent. Kor, who all those years ago had led the golem charge right to the steps of Odin’s palace and matched fists with Thor himself, was now the greatest golem fighter of them all. | Sentinel, political genius that he is, did not reveal himself, but simply left for Kor a hammer engraved with the Asgardian symbol for justice. Soon after, Kor the Golem entered the Grand Tournament wielding his mighty fists and the hammer. His victories inspire the movement for golem justice, though Kor also continues to enjoy his job as assistant platform mover in Blackguard Keep.",
    "weapons": [
        {
            "name": "Gauntlets",
            "camelCase": "Gauntlets",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "KorGauntletsNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "KorGauntletsSSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "KorGauntletsDSig"
                }
            }
        },
        {
            "name": "Grapple Hammer",
            "camelCase": "GrappleHammer",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "KorHammerNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "KorHammerSSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "KorHammerDSig"
                }
            }
        }
    ],
    "skins": [
        {
            "name": "Armored",
            "thumbnail": "ArmoredKor"
        },
        {
            "name": "Cho-Kor-Late",
            "thumbnail": "Cho-Kor-Late"
        },
        {
            "name": "Fangwild",
            "thumbnail": "FangwildKor"
        },
        {
            "name": "Gentleman",
            "thumbnail": "GentlemanKor"
        },
        {
            "name": "Korin Space",
            "thumbnail": "KorinSpace"
        },
        {
            "name": "Kor Wrecking LLC.",
            "thumbnail": "KorWreckingLLC"
        },
        {
            "name": "Molten",
            "thumbnail": "MoltenKor"
        },
        {
            "name": "Snowman",
            "thumbnail": "SnowmanKor"
        },
        {
            "name": "The Korinthian",
            "thumbnail": "TheKorinthian"
        },
        {
            "name": "Warrior Spirit",
            "thumbnail": "WarriorSpiritKor"
        }
    ],
    "crossovers": [
        {
            "name": "Four Arms",
            "thumbnail": "FourArmsKor"
        },
        {
            "name": "Jake",
            "thumbnail": "JakeKor"
        }
    ]
}
