{
    "link-info": "All paths to thumbnails, gifs, etc are relative to the root of the assets folder",
    "name": "Mordex",
    "camelCase": "Mordex",
    "desc": "The Ravenous",
    "lore": "It is not easy to become a lycanthrope on purpose. A werewolf bite rarely works, because the bite is almost always followed by being eaten by a werewolf. So when Octavius Mordex, Master Hunter of the Order of the Exalted Lion, was ordered to take his team into the frozen north to hunt down a plague of werewolves and frost giants, he knew he had to plan his treachery carefully. | Mordex had wormed his way into the noble Order not to do good, but to get closer to the monsters whose powers he so desired. He overthrew the Cult of The Ice Witch but reported their Tome of Rituals “lost in the fire.” He destroyed the Wraith of Darkmoor but secretly took the fiend’s great scythe Cull for himself. And now he saw his chance to gain power of a whole new sort. | A year later, Mordex returned from the north with a tale of horror and victory. Trapped in an unholy ice storm, his team surrounded by werewolves and giants, he told a tale of starvation, desperation, and heroic battle. He was the only survivor. No one questioned that Mordex himself seemed quite well fed. | Acclaim and promotion followed. Soon, only the vigilance of another hunter, Diana, stood between him and his ultimate target: the Geminius Virens — a cursed artifact hidden in the deepest vaults of the Order. Calling on dark magic, he ambushed Diana and escaped with his prize. | In Valhalla, Mordex is horrified and delighted to find the monster is his true form. Valhalla forms strange alliances, and Mordex finds himself in accord with the likes of Thatch and Azoth, much to the fury of his nemesis.",
    "weapons": [
        {
            "name": "Gauntlets",
            "camelCase": "Gauntlets",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "MordexGauntletsNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "MordexGauntletsSSig"
                },
                "dsig": {
                    "active-input": true,
                    "desc": "nd",
                    "camelCase": "MordexGauntletsDSig"
                }
            }
        },
        {
            "name": "Scythe",
            "camelCase": "Scythe",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "MordexScytheNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "MordexScytheSSig"
                },
                "dsig": {
                    "active-input": true,
                    "desc": "nd",
                    "camelCase": "MordexScytheDSig"
                }
            }
        }
    ],
    "skins": [
        {
            "name": "Black Diamond",
            "thumbnail": "BlackDiamondMordex"
        },
        {
            "name": "Celestial",
            "thumbnail": "CelestialMordex"
        },
        {
            "name": "Dog Days",
            "thumbnail": "DogDaysMordex"
        },
        {
            "name": "Dunewalker",
            "thumbnail": "DunewalkerMordex"
        },
        {
            "name": "Fenrir",
            "thumbnail": "FenrirMordex"
        },
        {
            "name": "Iron Legion",
            "thumbnail": "IronLegionMordex"
        },
        {
            "name": "Mad Dog",
            "thumbnail": "MadDogMordex"
        },
        {
            "name": "North Wind",
            "thumbnail": "NorthWindMordex"
        },
        {
            "name": "Octavius",
            "thumbnail": "OctaviusMordex"
        }
    ],
    "crossovers": [
        {
            "name": "Daimio",
            "thumbnail": "DaimioMordex"
        },
        {
            "name": "Tai Lung",
            "thumbnail": "TaiLungMordex"
        }
    ]
}
