{
    "link-info": "All paths to thumbnails, gifs, etc are relative to the root of the assets folder",
    "name": "Nix",
    "camelCase": "Nix",
    "desc": "Freelance Reaper",
    "lore": "Many cling to unfinished business on the mortal plane, and all need a guide to their next destination. Nix combines unmatched skill at collecting the very powerful and very unwilling with a uniquely independent worldview. She snatched the Unmovable Titan of Heraklion down to Hades, and on the return trip dropped the ancient Sphinx of Alexandria off at Anubis’ front door. She dragged The Hundred-legged Banshee of Donegal kicking and screaming to the Realm of Arawn. The Undead Lord of Elyria was her first repeat customer, and a nice source of steady work. | Disaster struck when she took a job collecting an entire pantheon whose time had come. When the dust settled, eleven of the targets were missing. Nix is not the type to miss a mark, and professional pride put her on a thousand-year hunt that has led her finally to Valhalla. | Odin’s warrior heaven is home to all sorts of metaphysical rulebreakers and rogue souls. Nix sees an opportunity to turn a nice profit closing a few cosmological cold-cases like the half-bear viking, that smug mobster, and maybe even the golden knight. In the meantime, she fights in the Grand Tournament, knowing her quetzalcoatl quarry must be here somewhere.",
    "weapons": [
        {
            "name": "Blasters",
            "camelCase": "Blasters",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "NixBlastersNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "NixBlastersSSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "NixBlastersDSig"
                }
            }
        },
        {
            "name": "Scythe",
            "camelCase": "Scythe",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "NixScytheNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "NixScytheSSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "NixScytheDSig"
                }
            }
        }
    ],
    "skins": [
        {
            "name": "Eliminator",
            "thumbnail": "EliminatorNix"
        },
        {
            "name": "Grim Reaper",
            "thumbnail": "GrimReaperNix"
        },
        {
            "name": "Lockdown",
            "thumbnail": "LockdownNix"
        },
        {
            "name": "Nix Couture",
            "thumbnail": "NixCoutureNix"
        },
        {
            "name": "Retro Reaper",
            "thumbnail": "RetroReaperNix"
        },
        {
            "name": "Scarecrow",
            "thumbnail": "ScarecrowNix"
        },
        {
            "name": "White Out",
            "thumbnail": "WhiteOutNix"
        },
        {
            "name": "Wipeout",
            "thumbnail": "WipeoutNix"
        }
    ],
    "crossovers": [
        {
            "name": "Spectre Knight",
            "thumbnail": "SpectreKnightNix"
        }
    ]
}
