{
    "link-info": "All paths to thumbnails, gifs, etc are relative to the root of the assets folder",
    "name": "Petra",
    "camelCase": "Petra",
    "desc": "The Dark Heart",
    "lore": "To most, Terminus is a dystopian prison realm where frighteningly violent and dangerous undesirables are banished. To Petra, Terminus is home. | Born in the chaotic nexus dimension that contains Terminus, Petra was as wild and ungovernable as her native world. While a young street urchin, Petra bought and sold anything forbidden – stim packs, mana potions, mayochup. She would fight anyone in any way – at sixteen she took over her street gang by defeating the previous boss in what can only be described as flying laser death chess. By eighteen her gang, the Incarnates, ran the Raptor Pits and the Cyborg Rings. And at nineteen, the Incarnates won a turf war that gave them control of a Darkheart quarry that would change Petra’s life forever. | Before Terminus was a prison, it was a mine – the only source in the multiverse of the cryptic ore called Darkheart. The power and danger of Darkheart was so great the gods folded Terminus into its own dimension and declared it eternally bound just to quarantine the ore. Darkheart became the ultimate cosmic contraband. | Some say Petra was infected by Darkheart, others say she unlocked its power. Whatever the truth, she has brought that mythic ore and the strength it imbues to Valhalla. In Valhalla, Petra is quarrelsome, violent, brooding, unruly, and very well-liked. Her orb sparring matches with Thor draw huge crowds and huge fines for property damage – both of which the two ignore. | ",
    "weapons": [
        {
            "name": "Gauntlets",
            "camelCase": "Gauntlets",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "PetraGauntletsNSig"
                },
                "ssig": {
                    "active-input": true,
                    "desc": "nd",
                    "camelCase": "PetraGauntletsSSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "PetraGauntletsDSig"
                }
            }
        },
        {
            "name": "Orb",
            "camelCase": "Orb",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "PetraOrbNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "PetraOrbSSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "PetraOrbDSig"
                }
            }
        }
    ],
    "skins": [
        {
            "name": "Darkheart",
            "thumbnail": "DarkheartPetra"
        },
        {
            "name": "Lost World",
            "thumbnail": "LostWorldPetra"
        },
        {
            "name": "Obake",
            "thumbnail": "ObakePetra"
        },
        {
            "name": "Petra Reanimated",
            "thumbnail": "PetraReanimated"
        },
        {
            "name": "Riptide",
            "thumbnail": "RiptidePetra"
        },
        {
            "name": "Sourcecode",
            "thumbnail": "SourcecodePetra"
        }
    ],
    "crossovers": [
        {
            "name": "Garnet",
            "thumbnail": "GarnetPetra"
        },
        {
            "name": "Ken",
            "thumbnail": "KenPetra"
        },
        {
            "name": "Ryu",
            "thumbnail": "RyuPetra"
        }
    ]
}
