{
    "link-info": "All paths to thumbnails, gifs, etc are relative to the root of the assets folder",
    "name": "Xull",
    "camelCase": "Xull",
    "desc": "The Iron Commander",
    "lore": "Xull seized command of the Iron Legion from the Troll Titan with a brutal down stroke. His first order was to create a cannon brigade. His second order was that cowardly long-range combat would not be tolerated. | As a warlord of the mercenary army, he was savage, vengeful, and extremely effective. In battle, he rode a T-Rex and swung a deadly steel trap made from his predecessor. His innovative use of the tactic “minotaur release” is still studied today. | Under Xull the Iron Legion grew rich and powerful. Recruiting was simple – he placed a generous bounty on his own head. Anyone fearless enough to attempt to claim it, and tough enough to survive the resulting beatdown, would be offered their own lives as the Legion’s signing bonus. | His physical strength was legendary, and he would fight any challenger for any stakes. He only ever lost once, and he honored that wager, switching sides in the Undead Wars, despite being certain she must have somehow cheated. | In Valhalla, Xull knows he should always lead. He challenged Kor for leadership of the Golem Underground. He challenged Thor for leadership for Thursday. He challenged Scarlet for leadership of the Valhallan Ladies Book Club. At Ragnarok, he will lead a great army, and it makes little difference to him what side that army is on.",
    "weapons": [
        {
            "name": "Axe",
            "camelCase": "Axe",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "XullAxeNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "XullAxeSSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "XullAxeDSig"
                }
            }
        },
        {
            "name": "Cannon",
            "camelCase": "Cannon",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "XullCannonNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "XullCannonSSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "XullCannonDSig"
                }
            }
        }
    ],
    "skins": [
        {
            "name": "Arctic Trapper",
            "thumbnail": "ArcticTrapperXull"
        },
        {
            "name": "Commander",
            "thumbnail": "CommanderXull"
        },
        {
            "name": "Demon Ogre",
            "thumbnail": "DemonOgreXull"
        },
        {
            "name": "Elvenhollow",
            "thumbnail": "ElvenhollowXull"
        },
        {
            "name": "Gridiron",
            "thumbnail": "GridironXull"
        }
    ],
    "crossovers": [
        {
            "name": "Amethyst",
            "thumbnail": "AmethystXull"
        }
    ]
}
