{
    "link-info": "All paths to thumbnails, gifs, etc are relative to the root of the assets folder",
    "name": "Yumiko",
    "camelCase": "Yumiko",
    "desc": "The Kitsune",
    "lore": "Any Valkyrie could see that the blind seamstress was a centuries old fox spirit in disguise. Only the half-Valkyrie saw a great Valhallan. From time immemorial the Japanese village of Aoku sat at peace on the edge of the great northern forest. | Then the forest changed. | The winters grew bitter, and the cold seemed to flow out of the forest itself. From the forest too came great wolves – first in ones and twos and then in great packs. The forest came to be called Kiba, The Fang, and the villagers feared. | To villagers, Yumiko, the blind seamstress, was a happy soul – afraid of dogs, and roused to anger only by shoddy needlework. None ever knew that, at the age of 537, she picked up a bow for the first time and went to war with the monsters of the Kiba. | The first winter, she rescued a toddler from wandering wolf, the second winter she slew a pack of wolves to protect the hibernating Tororu. Year after year, the assault grew, and so did her skill. By the twenty-fifth year, she had defeated a Tengu army, slain a dragon, and realized she must confront this mystery at its source. Weary but determined, she traveled deep into the woods. There she fought the witch Ukionna and broke the bond between Yumiko’s world and the twisted forest corrupting her land. In the final moments of the battle, a valkyrie appeared. Without a word, Yumiko leapt on the flying horse and went happily to sleep. | Yumiko is happy to fight in the tournament, while she senses that she has one more great deed to accomplish, but waits patiently. Yumiko recoils at the sight of Mordex, tinkers with Scarlet in her workshop, and has a quiet bond with the enigmatic Asuri.",
    "weapons": [
        {
            "name": "Bow",
            "camelCase": "Bow",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "YumikoBowNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "YumikoBowSSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "YumikoBowDSig"
                }
            }
        },
        {
            "name": "Grapple Hammer",
            "camelCase": "GrappleHammer",
            "signatures": {
                "nsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "YumikoHammerNSig"
                },
                "ssig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "YumikoHammerSSig"
                },
                "dsig": {
                    "active-input": false,
                    "desc": "nd",
                    "camelCase": "YumikoHammerDSig"
                }
            }
        }
    ],
    "skins": [
        {
            "name": "Arctic Fox",
            "thumbnail": "ArcticFoxYumiko"
        },
        {
            "name": "Caelistis",
            "thumbnail": "CaelistisYumiko"
        },
        {
            "name": "Cursed Mask",
            "thumbnail": "CursedMaskYumiko"
        },
        {
            "name": "Fox Spirit",
            "thumbnail": "FoxSpiritYumiko"
        },
        {
            "name": "High Frequency",
            "thumbnail": "HighFrequencyYumiko"
        },
        {
            "name": "Lil' Yumiko",
            "thumbnail": "LilYumiko"
        },
        {
            "name": "Madame",
            "thumbnail": "MadameYumiko"
        },
        {
            "name": "Matsuri",
            "thumbnail": "MatsuriYumiko"
        },
        {
            "name": "Punkin Spice",
            "thumbnail": "Punkin SpiceYumiko"
        },
        {
            "name": "Tokyo",
            "thumbnail": "TokyoYumiko"
        }
    ],
    "crossovers": []
}
